Revit 2027 API
FamilyInstance.Space Property
The space in which the instance is located.
Overload List
Name | Description
Space | The space in which the instance is located (during the last phase of the project).
Space[Phase]
Top
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace